Tekla.Structures.Analysis.Remoting.DotNetAnalysisProxy
DO NOT USE! For internal usage only!

Tekla.Structures.Analysis.Remoting.DotNetAnalysisProxy.Run(System.String)
DO NOT USE! For internal usage only!
Parameter: Not used.
Returns: The return value is not usefull because AKIT doesn't send it to Core.